{
  "Terms_and_Conditions_homestay": [
    "I accept that I live in the same home which I am about to list on the website LazyMonal.com.",
    "LazyMonal retains the right to withhold 10% of the total booking charges from customers in advance, while the remaining 90% will be collected by the HomeStay Owner through mutually agreed-upon payment methods between both parties.",
    "I understand the taxes and tariffs are my responsibilities.",
    "I accept that I will provide a light breakfast (for example: tea, coffee, juice, cereal or toast or pastries etc.) can be provided for all LazyMonal.com guests.",
    "I accept that the room prices I have mentioned will include any required local taxes, charges or levies.",
    "I accept that I am fully responsible for declaring all applicable taxes and for having adequate insurance cover in place to host guests.",
    "I accept that I will only accept guests over the age of 18 years. I will only host a guest under 18 years old if accompanied by an adult.",
    "I accept that I will honour all confirmed bookings for the dates, room prices and room type booked by the guest and will prepare the room for their safe and healthy accommodation.",
    "I accept that the remaining Booking price will be paid directly to me by the guest on arrival or in advance of arrival if agreed between you and the guest and agreed of mode of payment [Online/Cash].",
    "I accept that if I wish to collect payment in advance of arrival, I must clearly state this within your listing description, so the guest is aware of this before they make a booking request.",
    "I accept that if I must cancel a booking, I will notify LazyMonal.com directly and we will notify the guest at least 48 hours in advance.",
    "I accept that the listing content such as descriptions, house rules, directions, photographs etc. are true and accurate and not misleading in any respect.",
    "I accept that any damage caused to the property as a result of illegal activities will be the responsibility of the guest(s) involved.",
    "I accept that I will not disclose my email address or phone number to guests within the messaging system until after a booking is confirmed.",
    "I accept that LazyMonal.com will first provide the Itinerary information to both parties and once guest information is received and advance booking payment is confirmed then only I am legally allowed to contact them for their stay in my premises.",
    "I confirm that I will not engage in any illegal activities or unacceptable behavior, as expected by law, local customs and traditions in a respectable society.",
    "I accept that We may edit your profile for grammar, spelling or punctuation or an unaccepted picture when reviewing it for approval. We will notify you of any bigger changes or for clarifications.",
    "I accept that if I remove or delete my LazyMonal.com listing, LazyMonal.com will honor any bookings I have received prior to this removal/deletion date and not after that.",
    "I accept that I will not indulge or execute any illegal activities which are unlawful in society or create any social discrimination. The property must be used for lawful and good purposes only. LazyMonal.com reserves the rights to delete the listing if found or reported any illegal activities.",
    "I accept that LazyMonal.com is never liable for any loss, damage, or injury sustained by guests during their stay. Guests are responsible for their personal belongings at all times.",
    "I accept that LazyMonal.com representative can visit my homestay for inspection. They will inform me in advance and a free stay will be provided to them.",
    "I accept that LazyMonal.com reserves the right to amend these Terms and Conditions at any time.",
    "Finally, I have read all the terms and conditions above and I promise I will abide by them all and ready my homestay for listing at LazyMonal.com."
  ],
  "termsAndConditionsGuest": {
    "BookingAndPayment": [
      "I accept that all bookings are subject to availability and Rooms will be provided based upon the capacity of the guests.",
      "I accept that \"Advance Booking Payment\" which is 10% of the total Payment, must be made to LazyMonal.com via accepted online/cash method at the time of booking request to secure my reservation. We accept online payment via [Paytm, GooglePay] or cash in person.",
      "I understand the taxes and tariffs are my responsibilities.",
      "LazyMonal reserves the right to charge extra if the number of guests exceeds the room's capacity, based on the total number of guests."
    ],
    "CheckInAndCheckOut": [
      "I accept that I will ask about Check-in time and check-out time policy with homestay owner in advance and will abide by them.",
      "I accept that Early check-in and late check-out requests are subject to availability and may incur additional charges."
    ],
    "CancellationPolicy": [
      "I accept that I will inform LazyMonal.com about any cancellations. The Cancellation made only 48 hours prior to the arrival date will receive Advance booking refund from LazyMonal.com, and I am responsible to get any advance payment made from the homestay owner at my own. LazyMonal.com will help me to inform them about cancellation. Cancellations made within [2] days of the arrival date will not be eligible for a refund."
    ],
    "PropertyUsage": [
      "I accept that the property must be used for lawful purposes only. I also understand that as a guest, I must not engage in any illegal activities on the premises and maintain respect for the homestay and their family.",
      "I accept that any damage caused to the property as a result of illegal activities will be the responsibility of the guest(s) involved.",
      "I accept that guests are here for a certain period of time mentioned in the booking request and after that guests are legally bound to leave the property."
    ],
    "SmokingPolicy": [
      "I accept that smoking is strictly prohibited inside the property. Guests may smoke in designated outdoor areas only. Any damage caused to the property as a result of smoking will be the responsibility of the guest(s) involved."
    ],
    "PetPolicy": [
      "I accept that It's homestay's owner's discrete decision that they allow/disallow pets on the premises unless prior arrangements have been made and additional fees paid."
    ],
    "SocialResponsibilitiesAndQuietHours": [
      "I accept that quiet hours are observed from 8 PM to 8 AM IST.",
      "I accept that guests are requested to be considerate of other guests and neighborhood privacy and dignity during these hours.",
      "I confirm that I will not engage in any illegal activities or unacceptable behavior, as expected by law, local customs and traditions in a respectable society."
    ],
    "Liability": [
      "I accept that LazyMonal.com is not liable for any loss, damage, or injury sustained by guests during their stay. Only guests are responsible for their personal belongings.",
      "If the HomeStay Owner policy necessitates advance payment, I will utilize a secure online payment method to fulfill this requirement. LazyMonal assumes no liability between the involved parties."
    ],
    "RightToRefuseService": [
      "I accept that Homestay owner and LazyMonal.com reserve the right to refuse service to anyone for any reason.",
      "I accept that guests who violate these Terms and Conditions may be asked to leave the property without a refund."
    ],
    "ChangesToTermsAndConditions": [
      "I accept that LazyMonal.com reserve the right to amend these Terms and Conditions at any time. Any changes will be communicated to guests in advance."
    ]
  }
}